
"About Device" = "About Device";
"Add" = "Add";
"Add Camera" = "Add Camera";
"Advanced Setting" = "Advanced Setting";
"Alarm" = "Alarm";
"All" = "All";
"App Info" = "App Info";
"Back" = "Back";
"Camera" = "Camera";
"Camera Found! (%d)" = "Camera Found! (%d)";
"Camera List" = "Camera List";
"Camera Name" = "Camera Name";
"Camera Password" = "Camera Password";
"Camera UID" = "Camera UID";
"Camera UID can not less than 20 characters" = "Camera UID can not less than 20 characters.";
"Camera UID length must be 20 characters" = "Camera UID length must be 20 characters";
"Camera Name can not be empty" = "Camera Name can not be empty.";
"Camera Password can not be empty" = "Camera Password can not be empty.";
"Cancel" = "Cancel";
"Can not play remote record" = "Can not play remote record.";
"Channel" = "Channel";
"Choose a Network..." = "Choose a Network...";
"Confirm" = "Confirm";
"Confirm Password" = "Confirm Password";
"Connect Failed" = "Connect Failed";
"Connected" = "Connected";
"Connecting..." = "Connecting...";
"Continue" = "Continue";
"Correct the wrong password" = "Correct the wrong password";
"Delete" = "Delete";
"Delete?" = "Delete?";
"Delete Photo" = "Delete Photo";
"Dismiss" = "Dismiss";
"Done" = "Done";
"Edit" = "Edit";
"Edit Camera" = "Edit Camera";
"Enter Password" = "Enter Password";
"Environment Mode" = "Environment Mode";
"Email Photo" = "Email Photo";
"Events" = "Events";
"Event List" = "Event List";
"Flip & Mirror" = "Flip & Mirror";
"Format command will ERASE all data of your SDCard" = "Format command will ERASE all data of your SDCard";
"Format completed." = "Format completed.";
"Format failed." = "Format failed.";
"Format SDCard" = "Format SDCard";
"Free Size" = "Free Size";
"Full Time" = "Full Time";
"Full-time recording" = "Full time recording";
"Event List" = "Event List";
"High" = "High";
"Horizontal Flip (Mirror)" = "Horizontal Flip (Mirror)";
"Incorrect password for %@" = "Incorrect password for %@";
"Indoor Mode(50Hz)" = "Indoor Mode(50Hz)";
"Indoor Mode(60Hz)" = "Indoor Mode(60Hz)";
"Indoor(50Hz)" = "Indoor(50Hz)";
"Indoor(60Hz)" = "Indoor(60Hz)";
"Information" = "Information";
"IO Alarm" = "IO Alarm";
"Join" = "Join";
"LAN" = "LAN";
"Live View" = "Live View";
"Listen" = "Listen";
"Listening" = "Listening";
"List are full, remove a device and try again" = "List are full, remove a device and try again.";
"Loading..." = "Loading...";
"Low" = "Low";
"Name" = "Name";
"Max" = "Max";
"Medium" = "Medium";
"Microphone" = "Microphone";
"Min" = "Min";
"Mirror" = "Mirror";
"Model" = "Model";
"Motion Detection" = "Motion Detection";
"Mute" = "Mute";
"New" = "New";
"New Password" = "New Password";
"Night" = "Night";
"Night Mode" = "Night Mode";
"No result found" = "No result found";
"No Wi-Fi network found" = "No Wi-Fi network found.";
"None" = "None";
"Normal" = "Normal";
"Not Supported" = "Not Supported";
"Off" = "Off";
"Off line" = "Offline";
"Online" = "Online";
"Online Nm: %d / Frame ratio: %d / %d" = "Online Nm: %d / Frame ratio: %d / %d";
"Online Nm: %d" = "Online Nm: %d";
"OK" = "OK";
"Old" = "Old";
"Old Password" = "Old Password";
"Outdoor" = "Outdoor";
"Outdoor Mode" = "Outdoor Mode";
"QRCode" = "QRCode";
"Playback" = "Playback";
"Password" = "Password";
"Please enter password for %@" = "Please enter password for %@.";
"Please input the password" = "Please input the password.";
"The old password is invalid" = "The old password is invalid";
"Please select photos to delete." = "Please select photos to delete.";
"Pull down to refresh..." = "Pull down to refresh...";
"Ready" = "Ready";
"Reboot" = "Reboot";
"Reconnect" = "Reconnect";
"Recording Mode" = "Recording Mode";
"Release to refresh..." = "Release to refresh...";
"Save" = "Save";
"Save Photo" = "Save Photo";
"Scanning..." = "Scanning...";
"SDCard Fault" = "SDCard Fault";
"Search" = "Search";
"Searching..." = "Searching...";
"Security Code" = "Security Code";
"Snapshot" = "Snapshot";
"Snapshot saved" = "Snapshot saved";
"Speak" = "Speak";
"Speaking" = "Speaking";
"Speaker" = "Speaker";
"The name, uid and password field can not be empty" = "The name, uid and password field can not be empty.";
"The new password and confirm password do not match" = "The new password and confirm password do not match.";
"The new password is more than 15 characters" = "The new password is more than 15 characters.";
"The password is more than 30 characters" = "The password is more than 30 characters.";
"The video has finished playing" = "The video has finished playing.";
"This device is already exists" = "This device is already exists.";
"Timeout" = "Timeout";
"Total Size" = "Total Size";
"Unknown" = "Unknown";
"Unknown Device" = "Unknown Device";
"UID" = "UID";
"Unsupported" = "Unsupported";
"Vender" = "Vender";
"Version" = "Version";
"Vertical and Horizontal Flip" = "Vertical and Horizontal Flip";
"Vertical Flip" = "Vertical Flip";
"Video Flip" = "Video Flip";
"Video Lost" = "Video Lost";
"Video Quality" = "Video Quality";
"Video Resume" = "Video Resume";
"Wait for connecting..." = "Wait for connecting...";
"Warning" = "Warning";
"WiFi" = "WiFi";
"WiFi Networks" = "WiFi Networks";
"Custom Period" = "Custom Period";
"Search Period" = "Search Period";
"Begin Time" = "Begin Time";
"End Time" = "End Time";
"Begin Date" = "Begin Date";
"End Date" = "End Date";
"Quality" = "Quality";
"Good" = "Good";
"Bad" = "Bad";
"Time Zone" = "Time Zone";
"asia" = "Asia";
"europe" = "Europe";
"america" = "America";
"oceania" = "Oceania";
"africa" = "Africa";
"Remote Device Connecting" = "Remote Device Connecting";
"Remote Device Timeout" = "Remote Device Timeout";
"Within a day" = "Within a day";
"Within a week" = "Within a week";
"Within an hour" = "Within an hour";
"Within half a day" = "Within half a day";
"Wrong Password" = "Wrong Password";
"Your email account is disabled or removed, please check your email account." = "Your email account is disabled or removed, please check your email account.";
"Event" = "Event";
"Info" = "Info";
"CompanyLog" = "TMH Viewer";
"Place a barcode inside the viewfinder rectangle to scan it." = "Place a barcode inside the viewfinder rectangle to scan it.";
"Cancel" = "Cancel";
"Light" = "Light";
"Copyright" = "Copyright@2013.All rights reserved.";
"LAN Search" = "LAN Search";



